{
    "PAGES": {
        "DASHBOARD": "Dashboard",
        "NOTIFICATIONS": "Notifications",
        "REGISTER": "Register",
        "LOGIN": "Login",
        "LOCK": "Lock",
        "UNLOCK": "Unlock",
        "ENTER_PASSWORD": "Enter Password",
        "EMAIL_MOBILE": "Email address / Mobile number",
        "EMAIL_ERROR": "Email is required and format should be john@doe.com.",
        "PASSWORD": "Password",
        "PASSWORD_ERROR": "Enter a valid password.",
        "FORGOT_PASSWORD": "Forgot password?",
        "EMAIL_ADDRESS": "Email address",
        "PHONE_NUMBER": "Phone number",
        "PHONE_NUMBER_ERROR": "Phone number is required and format should be +8615142023873.",
        "ADD_PHONE_NUMBER_ERROR": "Add a phone number!",
        "PIN_CODE": "Pin CODE",
        "ADD_PIN_ERROR": "Add a pinCode!",
        "RETYPE_PASSWORD": "Retype password",
        "VALID_PASSWORD_ERROR": "Enter a valid password.",
        "PASSWORD_MATCH_ERROR": "Password does not match.",
        "PASSWORD_UPDATED": "Password updated sucessfully.",
        "GO_TITLE": "Let's go",
        "CONFIRM": "Confirm",
        "YOUR_NAME": "Your name",
        "NAME_REQUIRED": "Your name is required.",
        "COMPANY_NAME": "Company name",
        "COMPANY_NAME_REQUIRED": "Company name is required.",
        "CHECKED_REQUIRED": "Checked is required.",
        "SEND_REQUEST": "Send request"
    },
    "PROFILE": {
        "TITLE": "Profile",
        "ABOUT_PROFILE": "About Profile",
        "ADDRESS": "Address",
        "COUNTRY": "Country",
        "CITY": "City",
        "POSTAL_CODE": "Postal Code",
        "RESET_PASSWORD": "RESET PASSWORD",
        "UPDATE_PASSWORD": "UPDATE PASSWORD",
        "DESCRIPTION1": "Please make sure all fields are completeed. If you like to edit any field click on them and edit in place. This informations we will use to add them on the invoces",
        "DESCRIPTION2": "If you edit any fields, plese make sure that you press the button \"UPDATE PROFILE\"",
        "DESCRIPTION3": "If you like to reset the password, pls make sure that the e-mail and phone number are correct.",
        "COMPLETE_PROFILE": "You should complete your profile."
    },
    "SETTINGS": {
        "BEACH_SCHEDULE": {
            "SCHEDULE_PERIOD": "Schedule period",
            "FROM": "From : ",
            "TO": "To : ",
            "ADD_NEW_YEAR": "Add a new year",
            "ABOUT_SCHEDULE_PERIOD": "About schedule period",
            "DESCRIPTION1": "Set your beach schedule for this present year. Please note if you add one year more, the customers can make reservations. So we sugest you to set the year only for the present year. You cannot change the period after the beach is published if reservations are made for that period.",
            "WORKING_HOURS": "Working hours",
            "ABOUT_WORKING_HOURS": "About working hours",
            "DESCRIPTION2": "Set working hours from / to each year exist. Pelease try to avoid changing the working hours period in order to not make confusion for your customers when they have already reservations",
            "PRICES": "Prices",
            "SELECT_CURRENCY": "Select Currency",
            "SELECT_TYPE": "Select one of bellow types of seats",
            "SUNBED_AND_UMBRELLA": "Sunbed under umbrella",
            "BALDAQUINS": "Baldaquins",
            "SUNBED_WIDTHOUT_UMBRELLA": "Sunbeds without umbrella",
            "GENERAL": "General",
            "FRONT": "FRONT",
            "MIDDLE": "MIDDLE",
            "BACK": "BACK",
            "DAYS": {
                "0": "Sunday",
                "1": "Monday",
                "2": "Tuesday",
                "3": "Wednesday",
                "4": "Thursday",
                "5": "Friday",
                "6": "Saterday"
            },
            "ADD_NEW_PERIOD": "ADD NEW PERIOD",
            "DESCRIPTION3": "Before to set the prices, we ask you to set you currency used on your location.",
            "DESCRIPTION4": "For setting the prince, we have 3 types of element. Sunbeds under umbrella, Baldawuins, Sunbeds without unbrella. If you dont have one of these types of seats let them empty.",
            "DESCRIPTION5": "If you have different prices accroding to season period, please set the period and then set the pri As you remember, when you configurate the beach map, you set this zhones. Even the price is the please fill up them. In this way, the customers have a better view about prices on your beach. After you complete all the settings on this step, press save. You are not able to modify the price after the beach is published"
        },
        "BEACH_PLAN": {
            "PICK_PLAN": "Pick the best plan for you",
            "CHOOSE_FIT_PLAN": "Choose your plan which fits for your beach",
            "RESERVATIONS": "RESERVATIONS",
            "GOOD_PRICE": "This is good {{value}}.",
            "CHOOSE_PLAN": "Choose Plan",
            "RESERVATIONS_AND_ORDERS": "RESERVATIONS & ORDERS",
            "SUCCESS_PLAN": "Your plan {{value}} was selected successfully.",
            "DESCRIPTION": "The price is for one seat which is going to be booked. Lets assume that your beach have 400 seats but you have occupied only 120. You will pay only for these 120 seats occupied"
        },
        "CHECKBOX": {
            "TITLE": "Options",
            "ACTIVE_DEACTIVE": "Activate/deactivate each questions as need",
            "CREDIT_CARD": "The user can pay reservation with credit card ?",
            "RECEPTION": "Do you have reception ?",
            "AGREE_CUSTOMER_OCCUPIED": "Are you agree when 1 customer to occupied one seat, to mark the umbrella full occupied ?",
            "AGREE_CUSTOMER_BOTHSIDE": "Are you agree 2 customers to take seat in both sides (left - right) at umbrella with 4 seats?",
            "CHITCKEN": "Your beach have bar/chitchen ?",
            "RESERVATION_LIMIT": "Set reservation time limit",
            "DAY_RELEASE_PERCENT": "How much % you want to give back to customer if he release a full day ?",
            "PARTIAL_DAY_RELEASE_PERCENT": "How much % you want to give back to the customer if he released during the day ?",
            "HOUR_RELEASE_POINT": "Till which hour the customer will get this percentage ?",
            "MINUTES": "Minutes",
            "SUNBED_READY_USE": "Spare sunbeds which you have deposited and ready for use. this value after saving cannot be changed.",
            "SUNBEDS": "Sunbeds",
            "EXTRA_SUNBEDS": "Extra-Sunbeds which can be added beside of the existing sunbeds under umbrellas",
            "DAILY_LIMIT": "Daily limit - how many times an customer can cancel an made reservation",
            "ABOUT_CHECKBOX": "About checkboxes",
            "DESCRIPTION1": "Here you have few settings which must be set.",
            "DESCRIPTION2": "1. The user can pay reservation with credit card? This setting will give to th customer the way to pay that reservation by credit card",
            "DESCRIPTION3": "2. co you have reception? If your bearch have a designated person which will take care about reservations, set this as ACTIV. If this setting is ACTIVATED, you must download Smart Beach - RECEPTION. Also this setting will set the waiters phone to not receive the reservations made by customers.",
            "DESCRIPTION4": "3. By reserving/pay a single seat, are you agree that the umbrella to be marked full occupied? If you use this setting, the remaining seats will not be available for that reservation period made my customer. This setting we sugetst to set as ACTIVE only if you like to provide intimity for your customer.",
            "DESCRIPTION5": "4. If you have umbrellas with more then 4 seats are you agree that 2 customers to take seat in both sides(left - right). On our system, the umbrellas are split in 2 parts A and B. With this setting, if this one is ACTIVE means that 2 coustomers can seat in both sides of umbrella. As you can noticed already, the remaining 2 seats will not be available durring the reservation periiod.",
            "DESCRIPTION6": "5. Your beach have bar/restaurant? If you have the \"reservation + ordering\" package, this setting can be used. If you set ACTIVE, the button BEACH MENU, will be activated. Also, with this setting you privice to your customer the chance to order from them mobile phones directly to the waiter(this one will get into them phones the orders)",
            "DESCRIPTION7": "\"Set reservation time\" is a setting which will set the valability for a reservation made by a customer if this one is not paying with credit card that reservation. So please when you set this time, take in consideration the traffic into you area in order the customer to onorate that reservation.",
            "DESCRIPTION8": "\"Spare sunbeds which you have deposited and ready to use.\" This setting is refering to sunbeds withour umbrella which are not on the beach amp made already.",
            "DESCRIPTION9": "\"Extra sunbeds\" is an option that allow the coustomers to ask for more sunbeds beside of the exiting sunbeds under umbrelas.",
            "DESCRIPTION10": "\"Daily limit\". This setting is made for you in order to let the customers to play with the reservations. So, the minimum set limit is 1. You can increase this number up to 5 times."
        },
        "ABOUT": {
            "BEACH_INFO": "Beach Info",
            "BEACH_NAME": "Beach name*",
            "COUNTRY": "Country*",
            "LOCATION_ERROR": "The location is not correct.",
            "STATE": "Station/ CITY*",
            "NAME_LOCATION_DES": "About name and location",
            "DESCRIPTION1": "Set the name of the beach which you like to see seen by cousomes in our application. Also, select country and City/station where the beach exists to be found be customers when they will search for a specific area.",
            "BEACH_LOCATION": "Beach location",
            "LATITUDE": "Latitude : {{value}}",
            "LONGITUDE": "Longitude : {{value}}",
            "DESCRIPTION2": "If the position marked on the map is not you beach position, please navigate in order to select you beach place and click on it",
            "ABOUT_MAP_LOCATION": "About map and location",
            "DESCRIPTION3": "In order to provide to your coustomers your location, we tried to indetify by searching on google with you beach name in the country and place selected. if the beach was founded and this is the exact beach was founded and this is the exact beach position press SAVE button.",
            "DESCRIPTION4": "If the beach name was not found, please navigate and put the pin in the exact position in order to have the GPS coordinates for you beach, then press SAVE.",
            "BEACH_FACILITIES": "Beach facilities",
            "DESCRIPTION5": "From the list bellow, select your beach facilities",
            "ABOUT_FACILITIES": "About facilities",
            "DESCRIPTION6": "From the existing facilities, please select your beach facilities which you can provide in order to be seen by coustomers",
            "PHOTOS_AND_DESCRIPTION": "Photos & beach description",
            "ADD_PHOTO": "Add at least a photo which represent your location",
            "BEACH_DESCRIPTION": "Beach description",
            "DESCRIPTION7": "At least on photo is coumpuslory. These photos will help the coustomer to have a better view about your nice beach. We recomand you to add photos made from you beach to avoid some complains from customes side. Then, please set one of them to be main photo of the beach. Beach description will help the user to have a better view about your location."
        }
    },
    "EMPLOYEE": {
        "NAME": "Name",
        "POSITION": "Position",
        "COLOR": "Color",
        "PHONE": "Phone number",
        "UNLOCK": "Unlock code",
        "VERIFIED": "Verified ?",
        "DATE": "Date",
        "ACTIONS": "Actions",
        "TITLE": "Employees",
        "PROFILE": "Employee profile",
        "ADD_EMPLOYEE": "Add employee",
        "ABOUT": "About Employee profile",
        "SAVE": "Save Profile",
        "DESCRIPTION": "In order to add employees, you must fill up all fields. Name, Phone number in this format \"+40722123456\", choose rank for dropdown, select a color and set 4 digits unlock code. With this code, the waiter/receptioner will validate this account from waiter/receptioner application."
    },
    "BEACHMAP": {
        "CONFIGURATION": "Beach Configuration",
        "FULLSCREEN": "Full screen",
        "FRONT": "Front",
        "MIDDLE": "Middle",
        "BACK": "Back",
        "UMBRELLA": "Umbrella",
        "BALDAQUIN": "Baldaquin",
        "PUBLISH": "PUBLISH",
        "DESCRIPTION1": "From the right panel you can drag and drop the elements in side the map. After you made the beach map as you like, set the FRONT MIDDLE and BACK zones.",
        "DESCRIPTION2": " If the map is not big enough to configurate your beach view, you can use \"beach surface\" in order to increase the beach area. At this time..the elements will become small and if you are not able to arrange them, you can use the magnigier glass to zoom the view.",
        "DESCRIPTION3": "1. DO NOT CHANGE POSITION, REMOVE OR EDIT THE BEACH MAP IF THE SEZON STARTS. IN CASE YOU ARE DOING THIS, THE RESERVATIONS MADE BY YOUR CUSTOMERS WILL BE LOST AND THE TRACK RESERVATIONS WILL BE LOST AS WELL. SO PLS MAKE SURE BEFORE TO PUBLISH YOUR BEACH INTO THE APPLICATION, THE VIEW WILL NOT CHANGE DOURRING THE ALL SEAZON PERIOD.",
        "DESCRIPTION4": "2. WE SUGEST YOU TO EDIT/REMOVE/ADD EMLMENTS ON THE MAP WHEN THE SEAZON IS OF AND YOU DONT HAVE ANY RESERVATION",
        "VERRY_IMPORTANT": "VERRY IMPORTANT: ",
        "ABOUT_TITLE": "About beach configration"
    },
    "BEACHMENU": {
        "SELECT_IMAGE": "Select image",
        "ADD_PRODUCTION": "ADD ONE MORE PRODUNCT INTO THIS CATEGORY",
        "CHANGE_IMAGE": "Change Image",
        "TOPPINGS_URI": "Toppingguri:",
        "ADD_CATEGORY": "ADD A CATEGORY",
        "EDIT_MENU": "Edit Menu",
        "ABOUT_ADD_EDIT_DELETE": "About Add/Edit/Delete",
        "EDIT": {
            "DESCRIPTION1": "At the begining we have 1 main language selected(ENGLISH).Any category/ product added into this Menu language will be added automatically on the 2nd and 3rd language as will. This method will help you when you are going to translate from one language to other.",
            "DESCRIPTION2": "2nd language and 3rd language must be selected from drop down. If the needed language is not on the list, please contact us and we`ll try to do our best to add that one.",
            "DESCRIPTION3": "If a category will be empty, this category not be desplayed into the application.",
            "DESCRIPTION4": "Photo, description, toppings are not compulsory.",
            "DESCRIPTION5": "You must have a least one category and a product inside of this one in order to be able to publish the menu.",
            "DESCRIPTION6": "Please take in consideration that when you creat a new language menu, that menu will in the same languages as on the main language(English).",
            "DESCRIPTION7": "After adding/editing a product you have to save it in order to proceed to the next one.",
            "DESCRIPTION8": "When you`ve done with all the changings, press SAVE button form the bottom of the page in order to update the menu into the application."
        },
        "VIEW_MENU": "View Menu"
    },
    "STATISTICS": {
        "AVERAGE_RATE": "Average rate",
        "REVIEWS": "Reviews",
        "SINCES": "Since"
    },
    "SUPPORT": {
        "TITLE": " Yon can use one of the bellow methods to contact us:",
        "ABOUT": "About contacting us",
        "DESCRIPTION": "All users will see this name on the result page and for any other things about this beach. ... Into this section you can search for productions in order to suspend/publish them. If you press PUBLISH from the header you will be able to see only PUBLISHED products. The same for SUSPENDED. Please note that if you are going to suspend products for any language, in all menu languages these products will be suspended. The same for PUBLISHED. On each product you have a button which shows the status of that product, I mean if is suspended of published. In order to change that status for products, you have to press that button and the status will be changed. When you`ve done with all the changings, press SAVE button in order to update the menu into the application."
    },
    "LANGUAGE": {
        "SECOND": "2nd language",
        "THIRD": "3rd language",
        "ENGLISH": "english"
    },
    "CHECK_LOGIC": {
        "PLAN_PAGE": "Please complete your profile.",
        "NO_BEACH": "Please complete your beach infomation.",
        "BEACH_ABOUT": "Please choose your plan.",
        "LOCATION": "Please set the location of your beach.",
        "FACILITIES": "Please set facilities of your beach.",
        "DESCRIPTION": "Please set the description of your beach.",
        "WORKING_DATES": "Please set the schedule period of your beach.",
        "WORKING_HOURS": "Please set working hours of your beach.",
        "PRICES": "Please set prices of your beach.",
        "NO_BROKER": "Please add a broker for your beach.",
        "POOR_PLAN": "This plan does not support beach menu.",
        "BEACH_MENU": "Please create your beach grid."
    },
    "SIDE_MENU": {
        "SETTINGS": "Settings",
        "SETTINGS_ABOUT": "About",
        "BEACH_SCHEDULE": "Beach schedule",
        "OPTIONS": "Options",
        "EMPLOYEES": "Employees",
        "BEACH_MAP": "Beach map",
        "BEACH_MENU": "Beach Menu",
        "MENU_VIEW": "View",
        "MENU_EDIT": "Add/Edit/Delete",
        "STATISTICS": {
            "MAIN": "Statistics",
            "COMPARE": "Compare",
            "BEACH_STATUS": "Beach status",
            "CUSTOMERS": "Customers",
            "RATING": "Rating & reviews"
        },
        "PLAN": "Plan"
    },
    "SELECT_IMAGE": "Select image",
    "CHANGE_IMAGE": "Change image",
    "SAVE": "SAVE",
    "EDIT": "EDIT",
    "REMOVE": "REMOVE",
    "SET_MAIN": "Set Main",
    "PUBLISHED": "published",
    "SUSPENDED": "suspended",
    "SUSPEND": "suspend",
    "ALL": "all",
    "UPDATE": "UPDATE",
    "NETWORK_ERROR": "Can not access to the server.\nPlease check your connection."
}