{
    "PAGES": {
        "DASHBOARD": "Panou de administrare",
        "NOTIFICATIONS": "Notificări",
        "REGISTER": "Înregistrează-te",
        "LOGIN": "Autentificare",
        "LOCK": "Blocare",
        "UNLOCK": "Deblocare",
        "ENTER_PASSWORD": "Introdu parola",
        "EMAIL_MOBILE": "Adresă e-mail / Număr telefon",
        "EMAIL_ERROR": "Adresa de e-mail este obligatorie în formatul john@doe.com.",
        "PASSWORD": "Parolă",
        "PASSWORD_ERROR": "Introdu o parolă validă!",
        "FORGOT_PASSWORD": "Ai uitat parola?",
        "EMAIL_ADDRESS": "Adresă e-mail",
        "PHONE_NUMBER": "Număr de telefon",
        "PHONE_NUMBER_ERROR": "Numărul de telefon este obligatoriu în formatul +8615142023873.",
        "ADD_PHONE_NUMBER_ERROR": "Adaugă un număr de telefon!",
        "PIN_CODE": "Cod pin",
        "ADD_PIN_ERROR": "Adaugă un cod pin!",
        "RETYPE_PASSWORD": "Reintrodu parola!",
        "VALID_PASSWORD_ERROR": "Introdu o parolă validă!.",
        "PASSWORD_MATCH_ERROR": "Password does not match.",
        "PASSWORD_UPDATED": "Password updated sucessfully.",
        "GO_TITLE": "Să începem!",
        "CONFIRM": "Confirmă!",
        "YOUR_NAME": "Numele tău",
        "NAME_REQUIRED": "Numele tău este obligatoriu.",
        "COMPANY_NAME": "Numele companiei",
        "COMPANY_NAME_REQUIRED": "Numele companiei este obligatoriu.",
        "CHECKED_REQUIRED": "Termenii și condițiile sunt obligatorii.",
        "SEND_REQUEST": "Trimite cererea",
        "COUNTRY": "Țara",
        "COUNTRY_REQUIRED": "Țara este obligatoriu.",
        "PLACE":"Orașul",
        "PLACE_REQUIRED": "Orașul companiei este obligatoriu.."
    },
    "PROFILE": {
        "TITLE": "Profil",
        "ABOUT_PROFILE": "Despre profil",
        "ADDRESS": "Adresa",
        "COUNTRY": "Țara",
        "CITY": "Orașul",
        "POSTAL_CODE": "Cod poștal",
        "RESET_PASSWORD": "RESETARE PAROLĂ",
        "UPDATE_PROFILE": "ACTUALIZARE PROFIL",
        "DESCRIPTION1": "Te rugăm să completezi toate câmpurile. Pentru modificarea câmpurilor, faceți click pe ele. Aceste informații sunt necesare pentru a fi adăugate pe factură.",
        "DESCRIPTION2": "Dacă modifici unul din câmpuri, asigură-te că după ce termini, apeși butonul \"ACTUALIZARE PROFIL\"",
        "DESCRIPTION3": "Dacă vrei să resetezi parola, te rugăm să verifici dacă telefonul și e-mailul sunt corecte.",
        "COMPLETE_PROFILE": "Trebuie să completezi datele din pagina de profil."
    },
    "SETTINGS": {
        "BEACH_SCHEDULE": {
            "SCHEDULE_PERIOD": "Perioada de rezervare",
            "FROM": "De la : ",
            "TO": "Până la : ",
            "ADD_NEW_YEAR": "Adaugă an nou",
            "ABOUT_SCHEDULE_PERIOD": "Despre perioada de activitate",
            "DESCRIPTION1": "Seteaza periaoda de activitate pentru acest an. Te rugam sa iei in considerare ca daca adaugi si anul urmator, clientii vor putea face rezevari. Va sugeram sa selectati doar perioada pentru acest an. Nu poti sa schimbi perioada de activiatate dupa ce plaja a fost publicata in aplicatia client.",
            "WORKING_HOURS": "Orele de lucru    ",
            "ABOUT_WORKING_HOURS": "Despre orele de lucru",
            "DESCRIPTION2": "Introdu orele de lucru de la / până la pentru anul în curs. Încearcă să eviți modificarea orelor de lucru pentru a nu crea confuzii pentru clienții tăi atunci când aceștia au deja rezervare.",
            "PRICES": "Prețuri",
            "SELECT_CURRENCY": "Selectează moneda",
            "SELECT_TYPE": "Selectează unul dintre tipurile de locuri de mai jos",
            "SUNBED_AND_UMBRELLA": "Șezlong cu umbrelă ",
            "BALDAQUINS": "Baldachin",
            "SUNBED_WIDTHOUT_UMBRELLA": "Șezlong fără umbrelă",
            "GENERAL": "General",
            "FRONT": "În față",
            "MIDDLE": "La mijloc",
            "BACK": "În spate",
            "DAYS": {
                "0": "Duminică",
                "1": "Luni",
                "2": "Marți",
                "3": "Miercuri",
                "4": "Joi",
                "5": "Vineri",
                "6": "Sambătă"
            },
            "ADD_NEW_PERIOD": "Adaugă o nouă perioadă",
            "DESCRIPTION3": "Înainte de a stabili prețurile, setează moneda utilizată în locația ta.",
            "DESCRIPTION4": "Pentru a stabili prețul, avem trei tipuri de locuri. Șezlonguri sub umbrelă, baldachine și șezlonguri fără umbrelă. Dacă nu aveți unul dintre aceste tipuri de locuri, lasă spațiile goale.",
            "DESCRIPTION5": "Dacă ai prețuri diferite în funcție de perioada sezonului, te rugăm să setezi perioada și apoi să setezi prețul. După cum îți amintești, atunci când configurezi harta plajei, seteaza zonele și prețurile locurilor. În acest fel clienții vor putea vedea prețurile de pe plaja ta. După ce ai finalizat toate setările pentru această etapă, apasă butonul ”SALVARE”. Nu poți modifica prețul după publicarea plajei."
        },
        "BEACH_PLAN": {
            "PICK_PLAN": "Alege cel mai bun plan pentru tine.",
            "CHOOSE_FIT_PLAN": "Alege planul care se potrivește plajei tale.",
            "RESERVATIONS": "REZERVĂRI",
            "GOOD_PRICE": "Acest lucru este bun {{value}}.",
            "CHOOSE_PLAN": "Alege planul.",
            "RESERVATIONS_AND_ORDERS": "REZERVĂRI ȘI COMENZI.",
            "SUCCESS_PLAN": "Planul tău a fost selectat cu succes.",
            "DESCRIPTION": "Prețul este pentru un loc care va fi rezervat. Să presupunem că plaja dvs. are 400 de locuri, dar ați ocupat doar 120. Veți plăti numai pentru aceste 120 de locuri ocupate"
        },
        "CHECKBOX": {
            "TITLE": "Opțiuni",
            "ACTIVE_DEACTIVE": "Activează/Dezactivează fiecare întrebare de care nu ai nevoie.",
            "CREDIT_CARD": "Utilizatorul poate plăti rezervarea cu cardul de credit?",
            "RECEPTION": "Aveți recepție?",
            "ADD_SUNBED":"Dorești să adaugi șezlonguri la baldachin?",
            "REQUIRE_CALL" : "Ospătarul săs fie sunat, nu să și primească comenzi?",
            "PHOTO_REQUIRED": "Poza obligatorie?",
            "WITHOUT_PAY_RESERVE":"Esti de acord clientul sa faca rezervari sau sa plateasca costul acestora din aplicatia client? ",
            "CC_PAY_RESERVE":"Clientul poate face o rezervare doar dacă plătește cu cardul aceasta rezervare",
            "AGREE_CUSTOMER_OCCUPIED": "Doresti ca atunci cand o persoana ocupa un sezlong, umbrela sa fie marcata ca si ocupata ?",
            "AGREE_CUSTOMER_BOTHSIDE": "Esti de acord ca 2 clienți sa ocupe ambele părți ( stanga-dreapta), chiar dacă aceasta are mai mult de 3 locuri?",
            "RESERVATION_LIMIT": "Setează termenul limită pentru rezervare.",
            "DAY_RELEASE_PERCENT": "Cat % oferi clientului inapoi daca elibereaza o zi intreaga ?",
            "PARTIAL_DAY_RELEASE_PERCENT": "Cat % oferi clientului inapoi daca elibereaza pana la o ora stabilita de plaja  ?",
            "HOUR_RELEASE_POINT": "Pana la ce ora se premieaza cu puncte de loialitate o rezervarea care se eliberaza?",
            "MINUTES": "Minute",
            "SUNBED_READY_USE": "Șezlonguri de rezervă depozitate pentru a fi folosite.",
            "SUNBEDS": "Șezlonguri",
            "EXTRA_SUNBEDS": "Șezlonguri suplimentare - Șezlonguri care pot fi adăugate lângă șezlongurile existente sub umbrele.",
            "DAILY_LIMIT": "Limita zilnică - de câte ori un client poate anula o rezervare făcută.",
            "ABOUT_CHECKBOX": "Despre câmpurile de selectare",
            "DESCRIPTION1": "Aici aveți câteva setări care trebuie setate.",
            "DESCRIPTION2": "1. Utilizatorul poate plăti rezervarea cu cardul de credit? Această setare va oferi clientului posibilitatea de a plăti rezervarea cu cardul de credit.",
            "DESCRIPTION3": "2. Aveți o recepție? Dacă plaja are o persoană desemnată care va avea grijă de rezervări, selecteaz-o ca ACTIV. Dacă această setare este ACTIVATĂ, trebuie să descarci Smart Beach - RECEPȚIE. De asemenea, această setare va determina telefonul chelnerilor să nu primească rezervările făcute de clienți.",
            "DESCRIPTION4": "3. După rezervarea sau achitarea unui singur loc, ești de acord ca umbrela să fie marcată în totalitate ca fiind ocupată? Dacă utilizați această setare, locurile rămase nu vor fi disponibile pentru acea perioadă de rezervare efectuată de alt client. Această setare o poți activa numai dacă dorești să oferi intimitate clientului tău.",
            "DESCRIPTION5": "4. Dacă ai umbrele cu patru sau mai multe locuri, ești de acord ca doi clienți să ocupe ambele părți (stânga-dreapta)? În sistemul nostru, umbrelele sunt împărțite în 2 părți: A și B. Dacă această setare este ACTIVĂ, înseamnă că doi clienți pot sta pe ambele părți ale umbrelei. După cum poți observa, restul de doua locuri nu vor fi disponibile pe durata rezervării.",
            "DESCRIPTION6": "5. Plaja are bar/restaurant? Dacă ai pachetul \"rezervare + comandă\" , această setare poate fi utilizată. Dacă setezi ACTIV, va fi activat butonul BEACH MENU. De asemenea, cu această setare, oferi clienților tăi șansa de a comanda direct de pe telefoanele lor, iar comanda va fi trimisă către telefonul ospătarului (acesta va primi telefonul pentru comenzi). ",
            "DESCRIPTION7": "\" Setează timpul de rezervare \"este o setare care va stabili valabilitatea pentru o rezervare efectuată de un client în cazul în care acesta nu plătește cu cardul de credit rezervare. Așadar, atunci când stabilești aceast timp, ia în considerare traficul din zona plajei, astfel clientul să poată respecta rezervarea.",
            "DESCRIPTION8": "\"Șezlonguri de rezervă depozitate pentru a fi folosite.\" Această setare se referă la șezlongurile fără umbrelă care nu se află pe harta facută deja pentru plajă.",
            "DESCRIPTION9": "\"Șezlonguri suplimentare\" este o opțiune care permite clienților să ceară mai multe șezlonguri alături de șezlongurile existente sub umbrele.",
            "DESCRIPTION10": "\"Limita zilnică\". Această setare îți oferă posibilitatea de a decide de câte ori se poate anula o rezervare. Daca numarul este prea mare, clientul ar putea face rezervări și să le anuleze, și în acest fel plaja va fi ocupată de rezervări care nu se onorează."
        },
        "ABOUT": {
            "BEACH_INFO": "Informații plajă",
            "BEACH_NAME": "Numele plajei*",
            "COUNTRY": "Țara*",
            "STATE": "Stațiune/Oraș*",
            "LOCATION_ERROR": "Locația nu este validă.",
            "NAME_LOCATION_DES": "Despre numele si locația plajei",
            "DESCRIPTION1": "Setează numele plajei pe care dorești să o vadă clienții în aplicația noastră. De asemenea, selectează țara și orașul/stațiunea unde se află plaja pentru a fi găsită de clienți atunci când vor căuta o anumită zonă.",
            "BEACH_LOCATION": "Locația plajei",
            "LATITUDE": "Latitudine : {{value}}",
            "LONGITUDE": "Longitudine : {{value}}",
            "DESCRIPTION2": "Dacă poziția marcată pe hartă nu este poziția plajei, te rugăm să cauți poziția plajei si sa pui pinul in poziția corectă.",
            "ABOUT_MAP_LOCATION": "Despre hartă și locația plajei",
            "DESCRIPTION3": "Cu scopul de a pune la dispoziție clienților, locația ta, indentificăm poziția plajei căutând pe Google în țara și locul selectat. Dacă plaja a fost găsită și se află în piziția exactă, apasă butonul SALVARE.",
            "DESCRIPTION4": "Dacă numele plajei nu a fost găsit, caută poziția plajei pe hartă și plasează pinul în poziția exactă pentru a avea coordonatele GPS pentru plaja ta, apoi apasă butonul SALVARE.",
            "BEACH_FACILITIES": "Facilitățile plajei",
            "DESCRIPTION5": "Din lista de mai jos, selectează facilitățile plajei tale.",
            "ABOUT_FACILITIES": "Despre facilități",
            "DESCRIPTION6": "Din facilitățile existente, te rugăm să selectezi facilitățile plajei pe care le oferi pentru a fi văzute de către clienți.",
            "PHOTOS_AND_DESCRIPTION": "Fotografii și descierea plajei",
            "ADD_PHOTO": "Adaugă cel puțin o fotografie care reprezintă plaja ta",
            "BEACH_DESCRIPTION": "Descrierea plajei",
            "DESCRIPTION7": "Cel puțin o fotografie este obligatorie. Aceste fotografii va ajuta clientul să aibă o viziune mai bună despre plaja ta, deasemenea și descrierea plajei. Îți recomandăm să adaugi fotografii făcute de tine pentru a evita eventuale plângeri din partea clienților. Apoi, setează una din ele pentru a fi fotografia principală a plajei."
        }
    },
    "EMPLOYEE": {
        "NAME": "Nume",
        "POSITION": "Funcția",
        "COLOR": "Culoarea",
        "PHONE": "Număr de telefon",
        "UNLOCK": "Cod pin",
        "VERIFIED": "Verificat ?",
        "DATE": "Data",
        "ACTIONS": "Actiuni",
        "TITLE": "Angajați",
        "PROFILE": "Profilul angajatului",
        "ADD_EMPLOYEE":"Adaugă angajați",
        "ABOUT": "Despre angajat",
        "SAVE": "Saveaza profilul",
        "DESCRIPTION": "Pentru a adauga un angajat, trebuie să completezi toate campurile. Nume, Numar de telefon in acest format \"+40722123456\", Funcția , selectează o culoare si setează un pin din 4 cifre. Cu acest cod, Ospatarii sau Recepționerul vor valida contul din aplicația Ospatar sau aplicația Recepție."
    },
    "BEACHMAP": {
        "CONFIGURATION": "Configurația plajei",
        "FULLSCREEN": "Ecran întreg",
        "FRONT": "În față",
        "MIDDLE": "La mijloc",
        "BACK": "În spate",
        "UMBRELLA": "Umbrelă",
        "BALDAQUIN": "Baldachin",
        "PUBLISH": "PUBLICĂ",
        "DESCRIPTION1": "Din panoul din dreapta poți trage și plasa elementele în partea laterală a hărții. După ce ai făcut harta plajei cum ai dorit, selectează zonele din față, de la mijloc sau din spate ale plajei.",
        "DESCRIPTION2": " Dacă harta plajei nu este suficient de mare pentru a configura plaja cum dorești, poți folosi \"suprafața plajei\" pentru a mări zona de plajă. În acest moment, elementele vor deveni mici și dacă nu le poți aranja, poți utiliza lupa pentru a mări imaginea.",
        "DESCRIPTION3": "1. NU MODIFICA POZIȚIA, ELIMINA SAU EDITA HARTA PLAJEI CÂND A ÎNCEPUT SEZONUL.  ÎN CAZUL ÎN CARE AI FĂCUT ACEST LUCRU, REZERVĂRILE FĂCUTE DE CLIENȚI VOR FI PIERDUTE. DE ACEEA, TE RUGĂM SĂ TE ASIGURI CĂ ÎNAINTE DE A-ȚI PUBLICA PLAJA ÎN APLICAȚIE, IMAGINEA PLAJEI NU SE VA SCHIMBA ÎN TIMPUL ÎNTREGII PERIOADE DE SEZON.",
        "DESCRIPTION4": "2. ÎȚI SUGERĂM SA EDITEZI, SĂ ELIMINI SAU SĂ ADAUGI ELEMENTE PE HARTĂ CÂND SEZONUL S-A ÎNCHEIAT ȘI NU AI NICIO REZERVARE.",
        "VERRY_IMPORTANT": "FOARTE IMPORTANT: ",
        "ABOUT_TITLE": "Despre configurația plajei",
        "MOBILE_ACCESS_MSG":"Aceasta pagina nu poate fi accesata de pe mobil",
        "DEPENDENCY_ERROR_MSG": "Te rugam prima oara sa scoti din harta acest tip de element, apoi deselecteaza-l de aici"
    },
    "BEACHMENU": {
        "SELECT_IMAGE": "Selectează o imagine",
        "ADD_PRODUCTION": "ADAUGĂ ÎNCĂ UN PRODUS ÎN ACEASTĂ CATEGORIE",
        "CHANGE_IMAGE": "Schimbă imaginea",
        "TOPPINGS_URI": "Toppinguri:",
        "ADD_CATEGORY": "Aaugă o categorie",
        "EDIT_MENU": "Editează meniul",
        "VIEW_MENU": "Vedere meniul",
        "ABOUT_ADD_EDIT_DELETE": "Despre Adăugare/Editare/Ștergere",
        "EDIT": {
            "DESCRIPTION1": "În primă fază avem o singură limbă selectată(ENGLEZĂ). Orice categorie / produs adăugat în această limbă va fi adăugat automat în a doua și a treia limbă după cum dorești. Această metodă te va ajuta atunci când vei traduce dintr-o limbă în alta.",
            "DESCRIPTION2": "A doua și a treia limbă trebuie selectate din meniu. Dacă limba dorită nu este în listă, te rugăm să ne contactezi, iar noi vom face tot posibilul pentru a avea limba dorită.",
            "DESCRIPTION3": "Daca o categorie va fi goala, aceasta categorie nu va fi afiseata apicatia Client.",
            "DESCRIPTION4": "Fotografia, descrierea, toppinguri, nu sunt obligatorii.",
            "DESCRIPTION5": " Trebuie să ai o categorie și un produs pentru a putea publica meniul.",
            "DESCRIPTION6": "Te rugăm să iei în considerare faptul că atunci când creezi un meniu în altă limbă, acel meniu va fi la fel ca în limba principală (engleză).",
            "DESCRIPTION7": "După ce ai adăugat/editat un produs, trebuie să îl salvezi pentru a trece la următorul.",
            "DESCRIPTION8": " După ce ai făcut toate schimbările, apasă butonul SALVARE din partea de jos a paginii pentru a actualiza meniul în aplicație. Toate produsele sunt salvate ca suspend, deci te rugam sa te duci in seciunea Vizualizeaza sa le dai publicare"
        }
    },
    "STATISTICS": {
        "AVERAGE_RATE": "Average rate",
        "REVIEWS": "Reviews",
        "SINCES": "Since"
    },
    "SUPPORT": {
        "TITLE": "Centru suport",
        "MAIN_DESC": " Aici ne poti contacta:",
        "BY_EMAIL": "E-mail",
        "BY_PHONE": "La telefon",
        "ABOUT": "Despre Contacte",
        "DESCRIPTION": "Puteti sa ne contactati la oricare dintre metodele metionate in partea stanga. / U can contact us on any method you like.  "
    },
    "LANGUAGE": {
        "SECOND": "A doua limbă",
        "THIRD": "A treia limbă",
        "ENGLISH": "Engleză"
    },
    "CHECK_LOGIC": {
        "PLAN_PAGE": "Completează-ți profilul.",
        "NO_BEACH": "Completează informațiile plajei.",
        "BEACH_ABOUT": "Alege-ți planul.",
        "LOCATION": "Setează locația plajei.",
        "FACILITIES": "Selectează facilitățile plajei.",
        "DESCRIPTION": "Adaugă descrierea plajei.",
        "WORKING_DATES": "Setează perioada de rezervări a plajei.",
        "WORKING_HOURS": "Setează orele de lucru ale plajei.",
        "PRICES": "Setează prețurile plajei.",
        "NO_BROKER": "Adaugă un recepționer pentru plajă.",
        "POOR_PLAN": "Planul ales de tine nu include secțiunea Meniu.",
        "BEACH_MENU": "Configurează-ți planul plajei."
    },
    "SIDE_MENU": {
        "SETTINGS": "Setări",
        "SETTINGS_ABOUT": "Despre",
        "BEACH_SCHEDULE": "Activatatea plajei",
        "OPTIONS": "Opțiuni",
        "EMPLOYEES": "Angajați",
        "BEACH_MAP": "Configurația plajei",
        "BEACH_MENU": "Meniul plajei",
        "MENU_VIEW": "Vizualizează",
        "MENU_EDIT": "Adaugă/Editează/Sterge",
        "STATISTICS": {
            "MAIN": "Statistici",
            "COMPARE": "Compară",
            "BEACH_STATUS": "Statusul plajei",
            "CUSTOMERS": "Clienți",
            "RATING": "Note & Recenzii"
        },
        "PLAN": "Plan"
    },
    "SELECT_IMAGE": "Selectează imaginea",
    "CHANGE_IMAGE": "Schimbă imaginea",
    "SAVE": "SALVEAZĂ",
    "EDIT": "EDITEAZĂ",
    "SET_MAIN": "Set Main",
    "REMOVE": "ELIMINĂ",
    "PUBLISHED": "PUBLICAT",
    "SUSPENDED": "SUSPENDAT",
    "SUSPEND": "SUSPEND",
    "ALL": "toate",
    "UPDATE": "UPDATE",
    "GOBACK": "Du-te inapoi",
    "NETWORK_ERROR": "Serverul nu poate fi accesat.\nVerifică conexiunea."
}